[Info]
Language=French
charset=iso-8859-1
Author=YoungZSoft.com
[String]
HOMEPAGE=http://www.youngzsoft.com
BUYNOW=http://reg.youngzsoft.com

;Configuration Dialog
Configuration=Configuration
Protocol=Protocole
Local IP Address:=Adresse IP locale :
Web Cached=Cache Web
Auto Startup=Démarrage Auto
Auto Hide=Auto Masquer
Auto Detect=Autodétect.
Proxy services=Services Proxy
OK=Accepter
Cancel=Annuler
Advanced=Avancé

NT Service=Service NT

;Dial
Dial-up=Connecter
Dial-up Entries=Listes Connexions
Dial-up User Name=Nom Utilisateur
Dial-up Password=Mot de passe
Idle disconnect minutes=Déconnexion si Inactivité (mn)
Enable Auto Dial-up=Activer Connexion Auto

;Log
Log=Journal
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy peut enregistrer les informations des utilisateurs. SVP N'INTERCEPTER PAS leurs courriers sans leur autorisation préalable.
Log session selection=Selection du type de journal
Request URL=Demande des URL
Mail Info=Infos Courrier
Outgoing Mails=Courrier Sortant
Maximum Lines=Nombre maximum de lignes
Clear Logs=Effacer
Save Logs to File=Sauvegarde Fichier Logs
Export Excel=Exporter->Excel
New Log Daily=Journal Quotidien
Flow Stats Time Interval(m)=Stats Débits toutes les (mn) :
Enable Flow Stats=Activer les Statistiques
Flow Stats=Stat.Débits
Open Logs=Ouvrir les Logs

;Mail
Mail=Courrier
Primary DNS=DNS Primaire
Secondary DNS=DNS Secondaire
Maximum Tries=Nbre maximum d'Essais
Time Interval Before Next Try=Intervalle Entre chaque Essai
Minutes=Minutes
Mail Queue Length=File d'Attente
SMTP Port=Port SMTP
POP3 Port=Port POP3

;Miscellaneous
Miscellaneous=Divers
Language=Langue
Socket Idle disconnect minutes=mn d'Inactivité Socket Avant Déconnexion
Password Protection=Mot de Passe  ---->
Password=Mot de P.
Need Password When Startup=Demander Mot de Passe au Démarrage
Hide All=Masquer Tout
Tip: Show CCProxy when launch again.=Note : CCProxy sera visible au prochain lancement
Disable External Users=Refuser Utilisateurs Externes
Web Sites for On-line Checking=Sites Web pour Vérification
Auto Scan Computer Name=Recherche Auto des noms de PC
Enable SOCKS4=Activer SOCKS4

;Cascading Proxy
Cascading proxy=Proxy en Cascade
CCProxy permits local server to access Internet via other proxy.=CCProxy permet au serveur local d'accéder ŕ Internet via un autre proxy.
Enable Cascading Proxy=Activer la mise en cascade
Proxy Address=Adresse Proxy
Proxy Protocol=Protocole Proxy
Port=Port
Need Authorization=Autorisation Demandée
User Name=Nom d'Utilisateur
Password=Mot de Passe

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=Note: Le Cache fait appel ŕ la technologie IE. Vous avez besoin de IE4.0 ou supérieur.
Settings=Paramčtres
Always Load From Cache=Toujours charger depuis le Cache
Cache Update Time(minutes)=Actualiser le Cache toutes les (mn)
Change Cache Options via IE=Changer options du cache via IE
IE Cache Options=Options du Cache IE
Cache Path:=Chemin :
Cache Size(M):=Taille Cache (Mo) :

;Account Manager Dialog
Account Manager=Administration de Comptes
Options=Options
Filter/Time=Filtre/Temps
Web Filter=Filtre Web
Time Schedule=Plages Horaires
New=Nouveau
Edit=Editer
Delete=Effacer
Select All=Selection Tout
Auto Scan=Recherche Auto
User Count:=Utilisateurs :
Permit Category:=Catégorie d'Autorisation:
Auth Type:=Type d'Autorisation:
Send Message=Envoyer Message

;Account Dialog
Account=Compte
User/Group Name=Utilisateur/Groupe
Password=Mot de Passe
IP Address/IP Range=Adresse IP/Intervalle IP
MAC Address=Adresse MAC
Maximum Connections=Connexions Maximum
*Unlimited Connection:-1=*Connexions illimitées:-1
Bandwidth For Each Connection(Byte/s)=Larg. de Bande Par Connexion (oct/s)
Remote Dial-up=Connexion ŕ Distance
Others=Autres
Time Schedule=Plages Horaires
Web Filter=Filtre Web
New=Nouveau
Save=Enregistrer

;Register Dialog
Registration=Enregistrement
Machine ID=ID Machine
Serial Number=Numéro de Série
Register Code=Code Numéro
&Register=&Enregistrer
&Buy Now=&Acheter
&Close=&Fermer

;Connection Info Dialog
Current Connection Information=Infos sur Connexion
Connection information=Information sur les Connexions
Connections:=Connexions :
Users:=Utilisateurs :
Stop Scroll=Arręt Défilement
Open Logs=Ouvrir Journaux
Mail transfer information=Infos Courriers Envoyés
Mail in transfer=Courriers ŕ Envoyer
Mail undelivered=Courriers Non Envoyés
Mails:=Courriers :
Close=Fermer
Transfer &Again=&Réenvoyer
&Delete=&Effacer
&Refresh=&Actualiser
Internet mail transfer status=Status Envoi de Courrier

;Web Filter
Web Filter Name=Nom du Filtre WEB
Site Filter=Filtre de Sites
Permitted Sites=Sites Autorisés
Forbidden Sites=Sites Interdits
Forbidden Content=Contenus Interdits
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=Note : Le Fitre de Sites supporte les caractčres génériques (*, ?). Chaque site doit ętre séparé par un point-virgule. Exple : *.yahoo.com;*.msn.com
Tip: Each item is divided by semicolon. Eg. chat;travel=Note : Chaque catégorie est séparée par un " ; ". Exemple : chat;travel
Forbidden URL=URL Interdits
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Chaque type est séparé par un " ; ". Exple : .exe;.zip

;Time Schedule
Time Schedule Name=Plages Horaires
Sunday=Dimanche
Monday=Lundi
Tuesday=Mardi
Wednesday=Mercredi
Thursday=Jeudi
Friday=Vendredi
Saturday=Samedi

;Time Table
Time Table=Plages Horaires
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=Note: "01:00" veut dire que l'accčs ŕ Internet est autorisé depuis 00:00 jusqu'ŕ 01:00.
Unselect All=Désélectionner Tout
Apply To:=Appliquer ŕ:

;Get Address
Get Address=Obtenir Adresse
Computer Name=Nom du PC
Retrieve=Obtenir
Apply=Appliquer
Close=Fermer

;Menu
&Dial-up=&Numéroter
D&isconnect=&Déconnecter

;Resource String
&About CCProxy...=&Au sujet de CCProxy...
User Name|IP Address|MAC Address|Connections|=Nom d'Utilisateur|Adresse IP|Adresse MAC|Connexions|
Windows sockets initiation failed.=Echec Initialisation de Sockets Windows.
Socket creation failed!=Echec de Création de Socket !
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Démarrer|Arręter|Options|Comptes|S'Inscrire|Sortir|Masquer|Aide
DNS service startup failed!=Echec de démmarrage du Service DNS !
HTTP proxy startup failed!=Echec de démarrage du proxy HTTP !
SOCKS proxy startup failed!=Echec de démarrage du proxy SOCKS !
Are you sure to close CCProxy?=Voulez-vous vraiment fermer CCProxy ?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Démarrer proxy|Arręter proxy|Options de configuration|Administration de Comptes|Enregister CCProxy|Fermer proxy|Masquer interface|Aide CCProxy|
User already exists or User/IP/MAC length is illegal!=L'utilisateur existe déjŕ ou la longueur "user/IP/MAC est incorrecte !
on search ...=recherche...
This operation will add all local users' info. Continue?=Cette opération ajoutera les infos de tous les utilisateurs locaux. Voulez-vous coninuer ?
Are you sure to delete this account?=Voulez-vous vraiment effacer ce compte ?
Another instance of CCProxy has been run!=Une autre session de CCProxy a déjŕ été lancée !
Time|User Name|IP Address|Action|=Heure|Nom Utilisateur|Adresse IP|Action
Please select log file path:=Sélectionnez SVP le chemin du fichier journal :
Are you sure to delete all the logs?=Voulez-vous vraiment effacer tous les journaux ?
Permit All|Permit Only|Permit All But=Autoriser Tous|Autoriser seulement :|Autoriser Tous sauf :
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=Adresse IP|Adresse MAC|Utilisateur/Mot de P.|Utilisateur/Mot de P. + IP|Utilisateur/Mot de P. + MAC
Congratulations. You have registered successfully!=Félicitations. Vous vous ętes enregistré avec succčs !
Sorry. Registration Failed!=Désolé Echec d'Enregistrement !
%s(Demo Version Can Only Support 3 Users)=%s  (Version Démo pour 3 utilisateurs seulement)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=ID courrier|De|Pour|Nbre d'essais|Heure 1er essai|Derničre Réponse|
Mail proxy startup failed!=Echec de démarrage du proxy Mail!
Unknown=Inconnu
Host=Hôte
News proxy startup failed!=Echec de démarrage du proxy News!
FTP proxy startup failed!=Echec de démarrage du proxy FTP!
Telnet proxy startup failed!=Echec de démarrage du proxy Telnet !
Some mails are in transfer. Are you sure to exit?=Des courriers sont en cours de transfert. Voulez-vous vraiment quitter?
The account system only supports no more than 500 users!=Le systčme ne supporte pas plus de 500 utilisateurs !
Are you sure to delete this mail?=Etes-vous sűr de vouloir effacer ce courrier ?
News=News
MAP service startup failed!=Echec de démarrage de MAP !
Wrong Password.=Mot de passe incorrect.
Current version is the latest version %d.%d %s.=La Version actuelle est la derničre disponible : %d.%d %s.
New version %d.%d %s. Download Now?=Nouvelle version %d.%d %s disponible. Télécharger maintenant ?
New version. Download Now?=Nouvelle version disponible. Télécharger maintenant ?
Checking new version. Please waiting ...=Recherche de nouvelle version. Un instant SVP ...
Enable Anti Email Virus=Validation de l'anti-virus Mails